<?php

return [
    'title' => 'Οι παραγγελίες μου',
    'description' => 'Δείτε και διαχειριστείτε τις προηγούμενες παραγγελίες σας.',
    'empty' => 'Δεν υπάρχουν παραγγελίες ακόμα.',
    'reorder' => 'Παραγγελία ξανά',
    'details' => 'Λεπτομέρειες παραγγελίας',
    'order_status' => 'Κατάσταση παραγγελίας',
    'ordered_items' => 'Προϊόντα παραγγελίας',
    'recipient_information' => 'Στοιχεία παραλήπτη',
    'delivery_address' => 'Διεύθυνση παράδοσης',
    'payment_summary' => 'Σύνοψη πληρωμής',
    'payment_via' => 'Πληρωμή μέσω',
    'subtotal' => 'Μερικό σύνολο',
    'discount' => 'Έκπτωση',
    'total' => 'Σύνολο',
    'add_ons' => 'Πρόσθετα',
    'close' => 'Κλείσιμο',
];
